def bot_l(monster):
    if monster == 'Ghazt':
        return 'Вужас, эфирный монстр с элементом плазмы.Как и остальные одноэлементных эфирных монстров можно вывести на растительном острове,в этом случаи на острове растений,наиболее эфективный способ выведения избололист + тирокс'
    elif monster == 'Grumpyre':
        return 'сварливер, эфирный монстр с элементом тьмы.Как и остальные одноэлементных эфирных монстров можно вывести на растительном острове,в этом случаи на острове холода,наиболее эфективный способ выведения дидж + смычарог'
    elif monster == 'Reebro':
        return 'Церебро, эфирный монстр с элементом механизма.Как и остальные одноэлементных эфирных монстров можно вывести на растительном острове,в этом случаи на острове воздуха,наиболее эфективный способ выведения риф + тирокс'
    elif monster == 'Jeeode':
        return 'Геода, эфирный монстр с элементом кристала.Как и остальные одноэлементных эфирных монстров можно вывести на растительном острове,в этом случаи на острове воды,наиболее эфективный способ выведения ракотакт + гупка'
    elif monster == 'Humbug':
        return 'Жужжук, эфирный монстр с элементом яда.Как и остальные одноэлементных эфирных монстров можно вывести на растительном острове,в этом случаи на острове земли,наиболее эфективный способ выведения шорамень + раковица'
    elif monster == 'Punkleton':
        return 'скелетыква, сезонный монстр с элементом призрактакля.Как и остальные сезонный монстров можно вывести на растительном острове во время своих сезонов,в этом случаи на острове растений во время хелуина, способ выведения смычерог + тирокс'
    elif monster == 'Yool':
        return 'скелетыква, сезонный монстр с элементом фестиваля ура.Как и остальные сезонный монстров можно вывести на растительном острове во время своих сезонов,в этом случаи на острове холода во время новогогода, способ выведения конгушка + тумпы'
    elif monster == 'Schmoochle':
        return 'поцелщик, сезонный монстр с элементом любви.Как и остальные сезонный монстров можно вывести на растительном острове во время своих сезонов,в этом случаи на острове воздуха во время дня святого валентина, способ выведения рифф + легптица'
    elif monster == 'Blabbit':
        return 'пузаяц, сезонный монстр с элементом феерии яиц.Как и остальные сезонный монстров можно вывести на растительном острове во время своих сезонов,в этом случаи на острове воды во время пасхи, способ выведения гупка + лапага'
    elif monster == 'Hoola':
        return 'хула, сезонный монстр с элементом летней песенки.Как и остальные сезонный монстров можно вывести на растительном острове во время своих сезонов,в этом случаи на острове земли и воздуха во время середины лета, способ выведения пампон + пингван'
    else:
        return 'что то пошло не так'